Repository: PatrikCesnek/MusicPlayerDemo
Catalog: MusicPlayer/Constants+Localization/Localizable.xcstrings
Source language: en
Languages: sk

source: Backward
sk: Späť

source: Current Position
sk: Aktuálna pozícia

source: Deleted
sk: Zmazané

source: Download
sk: Stiahnuť

source: Download failed:
sk: Sťahovanie zlyhalo

source: Downloaded
sk: Stiahnuté

source: Downloading...
sk: Sťahujem…

source: Failed to delete song:
sk: Zmazanie songu zlyhalo

source: Failed to load duration:
sk: Zlyhalo načítanie trvania:

source: Forward
sk: Vpred

source: Now Playing
sk: Práve hrá

source: Pause
sk: Pauza

source: Play
sk: Prehrať

source: Player is already playing.
sk: Prehrávač už hrá

source: Retry
sk: Znovu

source: Songs
sk: Songy
